Repository: benjaminlee1128/stable-Diffusion
Catalog: locales/*/messages.po
Languages: he_il, ja_jp

source: (Denoising) Strength
he_il: (הפחתת רעש) עוצמה
ja_jp: (ノイズ除去) 強度

source: (drag & drop, sharing coming soon)
ja_jp: (ドラッグ & ドロップ、共有が間もなく追加されます)

source: 1) Use at your own risk, we assume no responsibilty for any consequences as a result of your use (or misuse) of this project. 2) Any use of this site or project implies acceptance of its terms, and rules, including the "be responsible" rules above, Stable Diffusion's <0>CreativeML Open RAIL-M license</0>, and this project's <1>MIT license</1>.
he_il: 1) השימוש הוא על אחריותך בלבד, איננו אחראים להשלכות שימושכם בפרויקט זה (או שימוש בלתי הולם בו). 2) כל שימוש באתר או בפרויקט זה מהווה הסכמה לתנאים ולכללים שלו, כולל כללי "גילוי אחריות" כמפורט למעלה, <0>רישיון {LRM}CreativeML Open RAIL-M</0> וגם <1>רישיון {LRM}MIT</1> של פרויקט זה.
ja_jp: 1) 自己責任でご使用ください。このプロジェクトの使用（または誤用）の結果として生じる結果について、当社は一切の責任を負いません。2) このサイトまたはプロジェクトを使用することは、上記の「自己責任」の原則、Stable Diffusion の <0>CreativeML Open RAIL-M ライセンス</0>、およびこのプロジェクトの <1>MIT ライセンス</1>を含む、その条項および規則に同意することを意味します。

source: <0>Learn more</0>
he_il: <0>למידע נוסף</0>
ja_jp: <0>詳細を見る</0>

source: <0>Stability.Ai</0> - for their incredible time, work and efforts in creating <1>StableDiffusion</1> and no less so, their decision to release it publicly with an open source license.
ja_jp: <0>Stability.Ai</0> - <1>StableDiffusion</1> の開発に費やされた膨大な時間と作業、努力、そしてオープンソースライセンスでの一般リリースの決断に。

source: A newer version of this web app is available, reload to update?
he_il: קיימת גרסה חדשה של יישום רשת זה. האם לטעון מחדש כדי לעדכן?
ja_jp: このウェブアプリの新しいバージョンが利用可能です。再読み込みしてアップデートしますか？

source: About
he_il: אודות
ja_jp: 概要

source: Access Denied.
he_il: הגישה נדחתה.
ja_jp: アクセスが拒否されました。

source: Acknowledements and Thanks
ja_jp: 謝辞

source: Adjust prompt and GO
ja_jp: プロンプトを調整して移動

source: Admin
he_il: מנהל
ja_jp: 管理者

source: Amount
he_il: ערך
ja_jp: 総額

source: Back to Credits
he_il: חזרה לנקודות קרדיט
ja_jp: クレジットに戻る

source: Be Responsible
he_il: גילוי אחריות
ja_jp: 責任を持ちましょう

source: Buy 50 credits for $1
he_il: רכישת 50 נקודות קרדיט ב-$1
ja_jp: $1 で 50 クレジットを購入

source: Checkout
he_il: השלמת קנייה
ja_jp: お支払い

source: Classifier-Free Guidance (Scale)
he_il: הנחייה ללא סיווג (סולם)
ja_jp: 分類子なしのガイダンス (スケール)

source: Code already redeeemed maximum number of times, sorry.
he_il: מצטערים, הקוד כבר מומש מספר מרבי של פעמים.
ja_jp: 申し訳ありませんが、コードの使用回数がすでに最大数に達しています。

source: Coming Soon
ja_jp: 近日追加予定

source: Connect with {0}
he_il: להתחבר אל {0}
ja_jp: {0} とつなげる

source: Credits:
he_il: נקודות קרדיט:
ja_jp: クレジット:

source: Currency
he_il: מטבע
ja_jp: 通貨

source: Date
he_il: תאריך
ja_jp: 日付

source: Description / caption of your desired image. May include art styles like 'impressionist', 'digital art', photographic styles and lenses, and other hints.
he_il: תיאור / כתובית לתמונה הרצויה. יכולים לכלול סגנונות אמנות כמו "אימפרסיוניזם", "אמנות דיגיטלית", סגנונות ועדשות צילום ורמזים נוספים.
ja_jp: ご希望の画像の説明/キャプション。 「印象派」、「デジタルアート」、写真のスタイルやレンズなどのアートスタイル、その他のヒントが含まれる場合があります。

source: Do not create any harmful content (racist, inciteful, etc).
he_il: אין לייצר תוכן פוגעני (גזעני, מסית וכד').
ja_jp: 有害なコンテンツ (人種差別、扇動的など) を作成しないでください。

source: Earn free credits by contributing to the project on GitHub!
he_il: צבור נקודות קרדיט בחינם על-ידי תרומה לפרויקט ב-GitHub!
ja_jp: GitHub でプロジェクトに貢献して、無料クレジットを獲得しましょう！

source: Free Credits
he_il: נקודות קרדיט בחינם
ja_jp: 無料クレジット

source: Get More Credits
he_il: קבל עוד נקודות קרדיט
ja_jp: クレジットをさらに取得

source: Go
he_il: קדימה
ja_jp: 進む

source: Height
he_il: גובה
ja_jp: 高さ

source: Home
he_il: דף הבית
ja_jp: ホーム

source: How closely to follow the prompt. Lower values = more creative, more variety. Higher values = more exact, may cause artifacts. Values of 5 - 15 tend to work best.
he_il: עד כמה יש להיצמד להנחיה. ערכים נמוכים יותר = יותר יצירתיות וגיוון. ערכים גבוהים יותר = יותר דיוק, ייתכנו ארטיפקטים. בדרך כלל הערכים הטובים ביותר הם 5 - 15.
ja_jp: プロンプトに従う程度。 値が低い = より創造的で、より多様性があります。 値が高い = より正確で、アーティファクトが発生する場合があります。 5 ～ 15 の値が最適です。

source: Image to Image
he_il: תמונה לתמונה
ja_jp: 画像から画像へ

source: Image will be scaled to max 512x512 (for now)
ja_jp: 画像は最大 512x512 にスケール調整されます (現時点では)

source: Inpainting
he_il: תיקון תמונה
ja_jp: インペインティング

source: Japanese / Japanglish prompt input, style
ja_jp: 日本語 / 日本語英語のプロンプト入力、スタイル

source: Loading...
he_il: טוען...
ja_jp: 読み込み中...

source: Login
he_il: התחברות
ja_jp: ログイン

source: Logout
he_il: ציאה
ja_jp: ログアウト

source: Maximum size is 1024x768 or 768x1024 because of memory limits.
he_il: עקב הגבלות הזיכרון הגודל המקסימלי הוא 1024x768 או 768x1024.
ja_jp: メモリの制限により、最大解像度は 1024x768 または 768x1024 です。

source: Model
ja_jp: モデル

source: Must be a multiple of 64. Maximum image size is 1024x768 or 768x1024 because of memory limits.
he_il: חייב להיות כפולה של 64. עקב הגבלות הזיכרון גודל התמונה המקסימלי הוא 1024x768 או 768x1024.
ja_jp: 64 の倍数である必要があります。 メモリの制限により、最大解像度は 1024x768 または 768x1024 です。

source: My Credits
he_il: הקרדיט שלי
ja_jp: 私のクレジット

source: News
ja_jp: ニュース

source: Next credits on:
he_il: נקודות הקרדיט הבאות ב-:
ja_jp: 次のクレジット：

source: No deepfakes aside for fair use (e.g. humour, education, nothing misleading or political).
he_il: דיפ-פייק אסור, פרט למה שעומד בכללי שימוש הוגן (למשל הומור, חינוך, ללא תכנים מטעים או פוליטיים).
ja_jp: フェアユース以外のディープフェイクはありません（例：ユーモア、教育、誤解を招くもの、政治的なもの）。

source: No such code exists.
he_il: אין קוד כזה
ja_jp: そのようなコードは存在しません。

source: Notes
ja_jp: メモ

source: Number of Inference Steps
he_il: מספר שלבי ההיסק
ja_jp: 推論ステップ数

source: Number of denoising steps (how many times to iterate over and improve the image). Larger numbers take longer to render but may produce higher quality results.
he_il: מספר השלבים בהפחתת רעש (כמה פעמים לחזור על הפעולה ולשפר את התמונה). עבור מספרים גדולים הרנדור לוקח יותר זמן, אבל ייתכן שהתוצאות שיתקבלו יהיו איכותיות יותר.
ja_jp: ノイズ除去のステップ数 (画像をやり直して改善する回数)。 数値が大きいほどレンダリングに時間がかかりますが、より質が高い結果が得られる場合があります。

source: Order History
he_il: היסטוריית הזמנות
ja_jp: 注文履歴

source: Order Status
he_il: סטטוס הזמהנ
ja_jp: 注文状況

source: Order {_id}
he_il: הזמנה {_id}
ja_jp: 注文 {_id}

source: Orders
he_il: הזמנות
ja_jp: 注文

source: Original model, best for most cases.
ja_jp: 元のモデル、ほとんどのケースに最適

source: Pay
he_il: תשלום
ja_jp: 支払う

source: Please enter a valid seed or turn "Randomize" back on.
ja_jp: 有効なシードを入力するか、「ランダム化」をもう一度有効にしてください。

source: Please wait...
he_il: נא להמתין...
ja_jp: お待ちください...

source: Privacy Policy
ja_jp: プライバシーポリシー

source: Purchase Successful!
he_il: הרכישה בוצעה בהצלחה!
ja_jp: 購入しました!

source: Purchased Credits
he_il: נקודות קרדיט שנרכשו
ja_jp: 購入したクレジット

source: Purchased credits are used after you run out of free credits that month, and don't expire.
he_il: נקודות קרדיט שנרכשו מנוצלות אחרי שנגמרו נקודות הקרדיט הניתנות בחינם באותו החודש, ואין להן תוקף.
ja_jp: 購入したクレジットはその月の無料クレジットがなくなると使用され、有効期限はありません。

source: Quick Start
ja_jp: クイックスタート

source: Randomize
ja_jp: ランダム化

source: Randomize Seed on every request. This means each new image will be completely different. If you want to, instead, "tweak" your last creation, turn this off.
ja_jp: すべての要求でシードをランダム化します。 つまり、新しい画像はそれぞれ完全に異なるものになります。 代わりに前回の作品を「調整」したい場合は、この機能をオフにしてください。

source: Read the full Terms of Service below.
ja_jp: 下の完全なサービス規約をお読みください。

source: Reason
he_il: סיבה
ja_jp: 理由

source: Redeem
he_il: מימוש
ja_jp: 利用する

source: Redeem Credit Code
he_il: מימוש קוד קרדיט
ja_jp: クレジットコードを利用する

source: Reminder: this is Free and Open Source Software. You can run your own copy for free on your own PC, with either a suitable graphics card or a cheap Banana.Dev acccount. More info on the <0>About Page</0>.
he_il: תזכורת: זוהי תוכנה חינמית עם קוד פתוח. ניתן להפעיל בחינם עותק משלך במחשב האישי שלך, עם כרטיס גרפי מתאים או חשבון Banana.Dev זול. מידע נוסף ניתן למצוא <0>בדף "אודות"</0>.
ja_jp: ご注意: これは無料オープンソースソフトウェアです。 適切なグラフィックカードまたは安価な Banana.Dev アカウントを使用して、ご自身の PC でご自身のコピーを無料で実行できます。 詳しくは<0>ページについて</0>をご覧ください。

source: Resources
ja_jp: リソース

source: Roadmap
ja_jp: ロードマップ

source: Seed
ja_jp: シード

source: Status
he_il: סטטוס
ja_jp: ステータス

source: Successfully redeemed {0} credits.
he_il: {0} נקודות קרדיט מומשו בהצלחה.
ja_jp: {0}クレジットを利用しました。

source: Terms of Service
he_il: תנאי השירות
ja_jp: 利用規約

source: Text to Image
he_il: טקסט לתמונה
ja_jp: テキストから画像へ

source: This project is based on Free and Open Source Software. You can run it on your own computer for free (if you have a suitable GPU, or with your own Banana serverless GPU account). Want to get involved? See the <0>about</0> page.
he_il: פרויקט זה מבוסס על תוכנה חינמית עם קוד פתוח. ניתן להפעיל אותה במחשב האישי שלך בחינם (אם יש לך מעבד גרפי מתאים, או עם חשבון עיבוד גרפי Banana משלך ללא שרת). רוצה להשתתף? ראה את הדף <0>אודות</0>.
ja_jp: このプロジェクトは、無料オープンソースソフトウェアに基づいています。 ご自身のコンピューターで無料で実行できます (適切な GPU がある場合、またはご自身の Banana サーバーレス GPU アカウントを使用している場合)。 参加したいですか? <0>概要</0>ページをご覧ください。

source: This project is community run by volunteers in our spare time. We make no guarantees. It could stop working at any time, and no refunds will be provided. To that end, it is only possible to buy $1 worth of credits at a time.
he_il: זהו פרויקט קהילתי המיושם על-ידי מתנדבים בזמן החופשי שלנו. איננו נותנים שום אחריות. הוא עלול להפסיק לעבוד בכל עת, ולא יינתן החזר כספי. בהתאם לזאת, ניתן לרכוש נקודות קרדיט בשווי דולר אחד בלבד בכל פעם.
ja_jp: このプロジェクトは、ボランティアが空き時間に運営するコミュニティです。 保証は一切ありません。 いつでも機能しなくなる可能性があり、返金はいたしません。 そのため、一度に購入できるのは 1 ドル相当のクレジットのみです。

source: Total Credits
he_il: סה"כ נקודות קרדיט
ja_jp: 合計クレジット

source: Total credits available for immediate use.
he_il: סה"כ נקודות קרדיט זמינות לניצול מיידי.
ja_jp: すぐに使用できる合計クレジット。

source: Upload an image with button below
ja_jp: 下のボタンで画像をアップロードします

source: Use mouse / finger to draw mask over it
ja_jp: マウスまたは指を使って、重ねてマスクを描きます

source: Using an identical seed with identical options (prompt, guidance scale, etc) will always produce the same image. This can be useful to tweak prior creations, to understand how the other options affect the process (by removing the "random" element), or when sharing your work. A number between {0} and {MAX_SEED_VALUE}.
ja_jp: 同じシードとオプション (プロンプト、ガイダンススケールなど) を使うと、常に同じ画像が作成されます。 これは、以前の作品を調整したり、(「ランダム」な要素を取り除いて) 他のオプションがプロセスに与える影響を把握したり、作品を共有したりする際に便利です。 {0} から {MAX_SEED_VALUE} の間の数字。

source: We cannot overstate our thanks, appreciation and gratitude towards the following researchers, organizations and companies for their role in helping to <0>democratize AI</0>.
ja_jp: <0>誰もが AI を使えるようにする</0>取り組みにご協力いただいた、次の研究者、団体、企業の皆様への感謝の気持ちは、言葉では表しきれません。

source: Width
he_il: רוחב
ja_jp: 幅

source: Width of output image.
he_il: רוחב תמונת הפלט
ja_jp: 出力画像の幅。

source: You have already redeemed this code before.
he_il: כבר מימשת קוד זה בעבר.
ja_jp: このコードは以前に利用したことがあります。

source: You must make clear on any content you share elsewhere that the image is computer generated.
he_il: חובה להבהיר בכל תוכן אותו משתפים בכל מקום אחר כי התמונה הזו נוצרה באמצעות מחשב.
ja_jp: 他の場所で共有するコンテンツについては、その画像がコンピューターで生成されたものであることを明確に示す必要があります。

source: {credits, plural, one {# Credit} other {# Credits}}
ja_jp: {credits, plural, one {# クレジット} other {# クレジット}}

source: {userCredits, plural, one {# credit remaining} other {# credits remaining}}
ja_jp: {userCredits, plural, one {残り # クレジット} other {残り # クレジット}}

source: Rendering can be performed either 1) locally with a Banana.Dev docker image (recommended), 2) locally with an existing Stable Diffusion installation, or 3) remotely via a Banana.Dev account. Details in the <0>project README</0>.
he_il: ניתן לבצע רינדור או 1) באופן מקומי עם תמונת docker של Banana.Dev (מומלץ), 2) באופן מקומי עם התקנה קיימת של Stable Diffusion, או 3) מרחוק, דרך חשבון Banana.Dev. פרטים <0>בקובץ ה-README של הפרויקט</0>.

source: SD-MUI is a WEB UI frontend for <0>Stability.AI</0>'s <1>Stable Diffusion</1>. It is FOSS (Free and Open Source Software Frontend) and developed by the community.
he_il: SD-MUI הוא קצה קדמי של ממשק משתמש רשת (WEB UI) עבור <1>Stable Diffusion</1> של <0>Stability.AI</0>. מדובר ב-FOSS (ראשי תיבות באנגלית של "קצה קדמי של תוכנה חינמית עם קוד פתוח), התוכנה מפותחת על-ידי הקהילה.

source: The charge will appear from "Wastelands Networking" or "Wastelands* SD-MUI".
he_il: החיוב יופיע תחת "Wastelands Networking" או "Wastelands* SD-MUI".

source: You can run it for free on your own computer (if you have a suitable GPU) or very cheaply via <0>Banana.Dev</0>'s serverless GPU cloud. Get involved in our <1>GitHub project</1> and let's build something awesome together.
he_il: ניתן להפעיל אותה במחשב האישי שלך בחינם (אם יש לך מעבד גרפי מתאים), או עם חשבון עיבוד גרפי ללא שרת {LRM}<0>Banana.Dev</0> בעלות נמוכה מאוד. השתתף <1>בפרויקט GitHub שלנו</1>, הבה נבנה משהו אדיר ביחד.

source: Your free credits are topped up every month. They are used before your paid credits. Unused credits don't carry over.
he_il: נקודות הקרדיט הניתנות בחינם מתווספות בכל חודש. הן מנוצלות לפני ניצול הנקודות בתשלום. נקודות קרדיט שלא נוצלו אינן מועברות.
